[
    {
       "recipe_name": "Abelskiver",
       "originator": "Mom",
       "ingredients": ["Eggs", "Sugar", "Butter", "Milk", "Bisquick", "Baking Powder"],
       "directions": "Ingredients:    4 or 5 eggs, seperated, 1/4 cup sugar, 3 Tbsp butter, melted, 3/4 cup milk, 1  1/2 cups Bisquick, 1/4 tsp. baking powder  Directions:  1. Combine all ingredients together except for the egg whites.    2. Beat eggs whites until stiff and fold into mixture from previous step.    3. Heat Abelskiver pan. Put a bit of butter in each cup. Add a scoop of batter into each cup, about 1/2 to 2/3 full (it rises). Turn when the bottom gets golden brown with a knitting needle.   4. Finish cooking other side.",
       "tags":["breakfast", "hot food", "danish"],
       "rating": 5,
       "note": "Serve with jam or lemon curd, butter and syrup, and/or sugar to dip."
    },
    {
        "recipe_name": "Grilled Cheese with Bacon",
        "originator": "Lana",
        "ingredients": ["Bread", "Cheese", "Butter", "Mayo", "Bacon"],
        "directions": "Ingredients: 2 slices of bread, 3 slices of your favorite cheese, 2 Tbsp butter, mayo, several slices of cooked bacon based on preference     Directions: 1. Spread inside of bread slices with butter. Put slices of cheese and bacon between breaed pieces.   2. Spread mayo on the outside of bread slices.   3. Melt a pat of butter on a hot griddle. Put sandwich on hot griddle after butter melts and toast to a golden brown.   4. Flip sandwich and toast other side until golden brown and the cheese has melted.   5. Turn heat off and plate sandwich with desired side(s). Enjoy your sandwich.",
        "tags": ["lunch", "hot food"],
        "rating": 4,
        "note":"" 
    },
    {
        "recipe_name": "Apples and Peanut Butter",
        "originator": "Buppy June",
        "ingredients": ["Apples", "Peanut Butter"],
        "directions": "Ingredients:  1 apple, 1/3 cup peanut butter      Directions: 1. Decore and cut apples into slices.   2. Plate apple slices with the 1/3 cup of peanut butter on the side.",
        "tags":["snack"],
        "rating": "",
        "note": ""
    },
    {
        "recipe_name": "Classic Grilled Cheese",
        "originator": "Fanny",
        "ingredients": ["Bread", "Cheese", "Butter", "Mayo"],
        "directions": "Ingredients: 2 slices of bread, 3 slices of your favorite cheese, 2 Tbsp butter, mayo     Directions: 1. Spread inside of bread slices with butter. Put slices of cheese between breaed pieces.   2. Spread mayo on the outside of bread slices.   3. Melt a pat of butter on a hot griddle. Put sandwich on hot griddle after butter melts and toast to a golden brown.   4. Flip sandwich and toast other side until golden brown and the cheese has melted.   5. Turn heat off and plate sandwich with desired side(s). Enjoy your sandwich.",
        "tags": ["lunch", "hot food"],
        "rating": 3,
        "note":"" 
    },
    {
        "recipe_name": "Chicken Broccoli Casserole",
        "originator": "Mom",
        "ingredients": ["Cream of Chicken Soup", "Plain Yogurt", "Ritz Crackers", "Chicken", "Broccoli"],
        "directions": "Ingredients: 1 can of cream of chicken soup, 1 cup plain yogurt, shredded chicken, 10 oz frozen broccoli, 1 or 2 Ritz crackers, crushed       Directions: 1. Mix together soup, yogurt, broccoli, and chicken 2. Put in a 13in x 9in pan. 3. Top with crushed crackers 4. Bake at 350 F for 40-60 minutes or until heated throughout.",
        "tags":["casserole", "dinner"],
        "rating": "5",
        "note": "We like to include chopped onions too. We like yellow onions."
    },
     {
        "recipe_name": "Strawberry Spinach Salad",
        "originator": "Great Aunt Bonnie",
        "ingredients": ["Sugar", "Sesame Seeds", "Poppy Seeds", "Onion", "Worcestershire Sauce", "Paprika", "Vegetable Oil", "Apple Cider Vinegar", "Spinach", "Strawberries"],
        "directions": "Ingredients: 1/2 cup sugar, 2 Tbsp sesame seeds, 1 Tbsp poppy seeds, 1.5 tsp minced fresh onion, 1/4 tsp Worcestershire sauce, 1/4 tsp paprika, 1/2 cup vegetable oil, 1/4 cup apple cider vinegar, 2 bunches spinach, 1 qt strawberries, sliced or chopped      Directions: 1. Blend all ingredients except spinach and strawberries together until thick. This is the dressing. 2. Toss dressing with spinach and strawberries. 3. Enjoy!",
        "tags":["salad", "summer"],
        "rating": "5",
        "note": "Eat immediately. Spinach tends to soak up the dressing after a while which makes it soggy and slimy. Not appealing."
    },
    {
        "recipe_name": "Teriyaki Salmon",
        "originator": "Pinterest",
        "ingredients": ["Vegetable Oil", "Sesame Seeds", "Soy Sauce", "Green Onion", "Ginger", "Garlic", "Brown Sugar", "Rice Wine Vinegar", "Sesame Oil", "Cornstarch", "Salmon"],
        "directions": "Ingredients: 1 tablespoon vegetable oil, 4 salmon filets skinless, 1 clove garlic minced, ½ teaspoon ginger minced, ¼ cup low sodium soy sauce, ⅛ cup water, 2-3 tablespoons brown, 1 tablespoon rice wine vinegar, 1 teaspoon sesame oil, 1 teaspoon cornstarch, 1 tablespoon water, green onions, sesame seeds 1. Add garlic, ginger, soy sauce, 1/8 cup water, brown sugar, rice wine vinegar and sesame oil to a medium bowl. 2. Add half of the marinade to a ziplock bag and the other half to a small saucepan and set aside. Place salmon filets in the ziplock bag and marinate for 30 minutes. 3. Heat oil in a large skillet. Add salmon filets making sure not to overcrowd pan (I had to cook two at a time). Cook 3-4 minutes on each side until desired doneness. 4. Meanwhile heat the reserved marinade in the saucepan and bring to a simmer. Add cornstarch and water to a small bowl and whisk to combine. Slowly whisk in the cornstarch mixture to the marinade and simmer until thickened. 5. Serve immediately with the teriyaki sauce drizzled on top as well as green onions and sesame seeds for garnish, if desired.",
        "tags":["hot food", "asian", "wild fish"],
        "rating": "5",
        "note": "Make sure it's reduced sodium soy sauce, otherwise it doesn't taste right, We always use 3 (or more) Tbsp of the brown sugar. Make sure you use wild caught salmon (even better if you caught it yourself). Farmed fish tastes odd and usually has color added to it which makes it more difficult to cook by sight. Don't use too much ginger! We usually use just a pinch of the powder kind. Suggested to serve with sautéed broccoli over a bed of Jasmine rice."
    }
]
